Repository: sjinks/ww-login-recaptcha
Catalog: lang/wwlr-admin-*.po
Languages: ru_ru

source: Active
ru_ru: Активна

source: Invisible
ru_ru: Невидимая

source: Check this if you have signed up for "Invisible reCAPTCHA badge"
ru_ru: Поставьте галочку в случае использования «Невидимого значка reCAPTCHA»

source: Site Key
ru_ru: Ключ сайта

source: Secret Key
ru_ru: Секретный ключ

source: Settings saved.
ru_ru: Настройки сохранены.

source: Please <a href="https://www.google.com/recaptcha/admin" target="_blank" rel="noopener">click here</a> to view your existing reCAPTCHA keys or sign up for a new one.
ru_ru: <a href="https://www.google.com/recaptcha/admin" target="_blank" rel="noopener">Перейдите по ссылке</a> для просмотра существующих или создания нового ключа reCAPTCHA.

source: All settings except "Active" can be overridden by other network sites.
ru_ru: Все настройки за исключением «Активная» можно переопределить в других сайтах сети.

source: If everything is configured correctly, you should see a reCAPTCHA box below or the logo of the invisible reCAPTCHA in the bottom right corner.
ru_ru: Если всё настроено правильно, Вы увидите либо флажок «Я не робот» ниже, либо логотип невидимой reCAPTCHА в правом нижнем углу.

source: If you see an error message:
ru_ru: Если Вы видите сообщение об ошибке:

source: Please make sure that the keys entered are correct (<strong>note:</strong> the plugin supports only reCAPTCHA v2, <em>"I'm not a robot" Checkbox</em> and <em>Invisible reCAPTCHA badge</em> falvors)
ru_ru: Убедитесь, что ключи введены правильно (<strong>внимание:</strong> плагин поддерживает только reCAPTCHA v2, варианты <em>Флажок "Я не робот"</em> и <em>Невидимый значок reCAPTCHA</em>)

source: If you are using the <em>"I'm not a robot" Checkbox</em> reCAPTCHA, please make sure that "Invisible" checkbox above is turned off.
ru_ru: Если Вы используете вариант reCAPTCHA «<em>Флажок "Я не робот"</em>», убедитесь, что флажок «Невидимая» отключён.

source: If reCAPTCHA is displayed correctly:
ru_ru: Если reCAPTCHA отображается правильно:

source: Check "Active" checkbox and save settings.
ru_ru: Установите флажок «Активная» и сохраните настройки.

source: Open a different browser or use private browsing window to log into your account.
ru_ru: Откройте другой бразуер или окно в режиме инкогнито и попробуйте войти в свой аккаунт.

source: <strong>Do not</strong> close this window or log out until you make sure that you are able to log in.
ru_ru: <strong>Не закрывайте</strong> это окно и <strong>не выходите</strong> из аккаунта до тех пор, пока не убедитесь, что Вы можете войти в свой аккаунт.

source: If you are unable to log in, uncheck "Active" checkbox and save settings or deactivate this plugin.
ru_ru: Если у Вас не получается войти в свой аккаунт, снимите флажок «Активная» и сохраните настройки, либо деактивируйте данный плагин.
